<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Pagination Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used by the paginator library to build
    | the simple pagination links. You are free to change them to anything
    | you want to customize your views to better match your application.
    |
    */

    'stored' => 'تم حفظ البيانات بنجاح',
    'notfound' => 'لا توجد بيانات',
    'deleted' => 'تم حذف البيانات',
    'fetch' => 'تم استرجاع البيانات بنجاح',
    'ratestored' => 'تم تسجيل تقييمك',
    'ratecheck' => 'لقد قمت بتقييم هذا المنتج',
    'emailsent' => 'تم ارسال رمز التحقق الى بريدك الاكتروني',
    'emailverified' => 'تم توثيق الايميل',
    'notallowed' => 'عملية غير مصرح بها',
    'cartadded' => 'تم اضافة المنتح ال السلة',
    'orderstored' => 'تم ارسال الطلب',
    'required' =>'يجب ادخال الحقل',
    'exists' =>'قيمة غير موجودة',
    'updated' =>'تم تحديث البيانات بنجاح',
    'diffdonation'=>'انوع مختلفة من التبرع',
    'increment' => 'تمت المشاركة في المزاد بنجاح ',
    'register' =>'تم التسجيل بنجاح',
    'login' =>'تم تسجيل الدخول بنجاح',
    'logout' =>'تم تسجيل الخروج بنجاح',
    'wrong'=>'ايميل خاطئ او كلمة مرور خاطئة',
    'confirm' =>'يجب تأكيد كلمة المرور',
    'unique' => ' يجب ان يكون مميز',
    'email' =>'يجب ان يكون صيغة بريد الكتروني صحيحة',
    'string'=>'يجب ان تكون صيغة هذا الحقل نص',
    'file' =>'يجب ان تكون صيغة هذا الحقل ملف',
    'max'=>'لا تتجاوز الحد الاقصي من الحقل',
    'min'=>'لا تتجاوز الحد الادني من العمر',
    'numeric' =>'يجب ان تكون صيغة هذا الحقل رقمي',
    'paid'=>'يجب ان تكون القيمة المدفوعة أكبر من القيمة الحالية',
    'item'=>'تأكد أن عدد كل عنصر فى التبرع اصغر من أو يساوي عدد كل عنصر فى الحالة'
];
